[
  {
    "name": "Cantine del Vino già Schiavi",
    "description": "<p>Traditional bacaro looks, great selection of cichetti and wines and beautiful position make this a favorite of the locals in the Dorsoduro district.</p><p>Thanks to the quantity, variety, and quality of its cichetti and wines and its location, the bacaro “Cantine del Vino già Schiavi” is a known bacaro in Venice and the most popular among students also due to its proximity to the university. The nice and traditional bacaro looks, the great selection of typical as well as original and creative cichetti, the good wines, its position on a fondamenta and the view if offers on one of the last squeri (gondola-making place) make this our favorite bacaro in the Dorsoduro district.</p>",
    "image": "http://veneziaautentica.com/file/2016/06/cantine-del-vino-gia-schiavi.jpg",
    "url": "http://veneziaautentica.com/venice-bacaro-bar-cantine-del-vino-gia-schiavi/",
    "latitude":45.4308995, 
    "longitude":12.3266287,
    "address": "Fondamenta Nani, Sestiere Dorsoduro, Venedig, Ven. 30123, Italien"
  },
  {
    "name": "Bistrot de l’Osmarin",
    "description": "<p>Exceptional raw materials, incredibly good Panini and Pizza, terrific artisanal beers: we Love this place!</p><p>When we are in the district of Castello or San Marco, we can’t miss passing by the “Bistrot de l’Osmarin“; when we are not in the area, it isn’t unlikely for us to change our route and stop by anyway. If you want to fully enjoy the quality of the best Italian hams, cheeses, seasonal vegetables and dressings combined in excellent and delicious ways and maybe ask Giacomo or Davide to help you match them with the right artisanal Italian beer, this place is a must! No matter if you’ll try their big panini, the cichetti, the pizzas or focacce, you will understand why this place is one of our favorites in town. There are some places we really like, and other places we simply love: the “Bistrot de l’Osmarin” is definitely Love for us!</p>",
    "image": "http://veneziaautentica.com/file/2016/07/bistrot-de-l-osmarin.jpg",
    "url": "http://veneziaautentica.com/venice-sandwiches-panini-bistrot-de-l-osmarin/",
    "latitude":45.43564, 
    "longitude":12.34381, 
    "address": "Fondamenta de l'Osmarin, Sestiere Castello, 4976, Venedig, Ven. 30122, Italien"
  }  
]